tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "shopify/shopify"
brew "autoconf"
brew "automake", link: false
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "unixodbc"
brew "rtx"
brew "bat"
brew "bison"
brew "cask"
brew "cocoapods"
brew "curl"
brew "exa"
brew "fzy"
brew "ghq"
brew "git"
brew "gnupg"
brew "hub"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "libxslt"
brew "ranger"
brew "re2c"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "unzip"
brew "webp"
brew "wget"
brew "z"
cask "adobe-creative-cloud"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "notion"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zoom"
cask "wezterm"
cask "inkdrop"
