tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "shopify/shopify"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "coreutils"
brew "cask"
brew "libyaml"
brew "cocoapods"
brew "curl"
brew "eza"
brew "fish"
brew "fzy"
brew "gh"
brew "ghq"
brew "git"
brew "gitui"
brew "readline"
brew "gnupg"
brew "hub"
brew "libusbmuxd"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ios-deploy"
brew "libtool"
brew "libxslt"
brew "mas"
brew "mise"
brew "neovim"
brew "ranger"
brew "re2c"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "unzip"
brew "webp"
brew "wget"
brew "yarn"
brew "z"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-noto-sans-cjk-jp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "inkdrop"
cask "miro"
cask "notion"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Timer RH", id: 929960914
mas "Xcode", id: 497799835
mas "Yoink", id: 457622435
vscode "bmalehorn.vscode-fish"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "Dart-Code.dart-code"
vscode "davidbwaters.macos-modern-theme"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "formulahendry.auto-rename-tag"
vscode "gamunu.vscode-yarn"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "IronGeek.vscode-env"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "nhoizey.gremlins"
vscode "PKief.material-icon-theme"
vscode "sburg.vscode-javascript-booster"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "steoates.autoimport"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.copy-with-imports"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "william-voyek.vscode-nginx"
vscode "YoavBls.pretty-ts-errors"
